{
	"JP Authentication code has been sent to": "",
	"ATO": "",
	"By tapping `I agree to the Terms of Service`, you agree to the Privacy Policy and Terms of Service.": "តាមរយៈការចុច 'ខ្ញុំយល់ព្រមនឹងលក្ខខណ្ឌនៃសេវាកម្ម' អ្នកយល់ព្រមនឹងគោលការណ៍ឯកជនភាព និងលក្ខខណ្ឌនៃសេវាកម្ម។",
	"Login after agreeing to the Terms of Use.": "ចូលបន្ទាប់ពីយល់ព្រមតាមលក្ខខណ្ឌប្រើប្រាស់។",
	"Hello! What's your name?": "សួស្តី! តើ​អ្នក​ឈ្មោះ​អ្វី?",
	"Names that are easy to recognize by friends are good👌": "ឈ្មោះដែលងាយសម្គាល់ដោយមិត្តគឺល្អ👌",
	"Hello.": "ជំរាបសួរ។",
	"Give me your birth date!": "ផ្តល់ឱ្យខ្ញុំនូវថ្ងៃខែឆ្នាំកំណើតរបស់អ្នក!",
	"Option": "ជម្រើស",
	"Sign in with Email": "ចូលដោយប្រើអ៊ីមែល",
	"Sign in with Google": "ចូលជាមួយ Google",
	"Log in with Apple": "ចូលជាមួយ Apple",
	"Authentication code has been sent to ": "លេខកូដផ្ទៀងផ្ទាត់ត្រូវបានផ្ញើទៅ",
	"Enter your email address.": "សូម​ប​ញ្ជូ​ល​អាសយដ្ឋាន​អ៊ី​ម៊ែ​ល​របស់​អ្នក។",
	"An authentication code will be sent to the email address you entered.": "លេខកូដផ្ទៀងផ្ទាត់នឹងត្រូវបានផ្ញើទៅកាន់អាសយដ្ឋានអ៊ីមែលដែលអ្នកបានបញ្ចូល។",
	"Enter the verification code sent to your email.": "បញ្ចូលលេខកូដផ្ទៀងផ្ទាត់ដែលបានផ្ញើទៅអ៊ីមែលរបស់អ្នក។",
	"*If you fail to enter multiple times, access will be restricted for several minutes to several hours.": "*ប្រសិនបើអ្នកបរាជ័យក្នុងការបញ្ចូលច្រើនដង ការចូលប្រើនឹងត្រូវដាក់កម្រិតពីច្រើននាទីទៅច្រើនម៉ោង។",
	"Please enter a valid email address.": "សូមបញ្ចូលអាសយដ្ឋានអ៊ីមែលត្រឹមត្រូវ។",
	"Please wait a while and try again.": "សូមរង់ចាំបន្តិច ហើយព្យាយាមម្តងទៀត។",
	"Failed to create one-time password.": "បរាជ័យក្នុងការបង្កើតពាក្យសម្ងាត់តែម្តង។",
	"Please enter a valid one-time password.": "សូមបញ្ចូលពាក្យសម្ងាត់ដែលមានសុពលភាពតែមួយដង។",
	"Please try again after a while.": "សូមព្យាយាមម្តងទៀតបន្ទាប់ពីមួយរយៈ។",
	"Failed to confirm one-time password.": "បរាជ័យក្នុងការបញ្ជាក់ពាក្យសម្ងាត់តែម្តង។",
	"Oops...": "អូ៎...",
	"When using Tenyes world, please change your location settings.": "នៅពេលប្រើ Tenyes world សូមផ្លាស់ប្តូរការកំណត់ទីតាំងរបស់អ្នក។",
	"Tenyes world collects location information even when the app is closed or not in use to enable location sharing with friends.": "Tenyes world ប្រមូលព័ត៌មានទីតាំង ទោះបីជាកម្មវិធីបិទ ឬមិនប្រើ ដើម្បីបើកការចែករំលែកទីតាំងជាមួយមិត្តភក្តិក៏ដោយ។",
	"Location information is also used to support advertising. Tenyes world does not function properly in its current configuration.": "ព័ត៌មានទីតាំងក៏ត្រូវបានប្រើដើម្បីគាំទ្រការផ្សាយពាណិជ្ជកម្មផងដែរ។ ពិភពលោក Tenyes មិនដំណើរការត្រឹមត្រូវនៅក្នុងការកំណត់បច្ចុប្បន្នរបស់វា។",
	"To use Tenyes.world, go to the location settings configuration settings.": "ដើម្បីប្រើ Tenyes.world សូមចូលទៅកាន់ការកំណត់ការកំណត់ការកំណត់ទីតាំង។",
	"Why do app need location information?": "ហេតុអ្វីបានជាកម្មវិធីត្រូវការព័ត៌មានទីតាំង?",
	"Next": "បន្ទាប់",
	"Change to \"Always allow.\"": "ប្តូរទៅ \"អនុញ្ញាតជានិច្ច\" ។",
	"Tenyes world is an application that allows you to share your location with friends in real time.": "Tenyes world គឺជាកម្មវិធីដែលអនុញ្ញាតឱ្យអ្នកចែករំលែកទីតាំងរបស់អ្នកជាមួយមិត្តភក្តិក្នុងពេលវេលាជាក់ស្តែង។",
	"To use Tenyes world, you need to change the setting to \"Always allow\".": "ដើម្បីប្រើ Tenyes world អ្នកត្រូវប្តូរការកំណត់ទៅ \"អនុញ្ញាតជានិច្ច\"។",
	"Why app need to always allow location.": "ហេតុអ្វីបានជាកម្មវិធីចាំបាច់ត្រូវអនុញ្ញាតទីតាំងជានិច្ច។",
	"Why you need location information.": "ហេតុអ្វីបានជាអ្នកត្រូវការព័ត៌មានទីតាំង។",
	"Tenyes world is an application to share your location with friends in real time.": "Tenyes world គឺជាកម្មវិធីដើម្បីចែករំលែកទីតាំងរបស់អ្នកជាមួយមិត្តភក្តិក្នុងពេលវេលាជាក់ស្តែង។",
	"What you can do with location data acquisition.": "អ្វីដែលអ្នកអាចធ្វើបានជាមួយនឹងការទទួលបានទិន្នន័យទីតាំង។",
	"Share your location on maps.": "ចែករំលែកទីតាំងរបស់អ្នកនៅលើផែនទី។",
	"Display your friend's direction and distance on AR screen.": "បង្ហាញទិសដៅ និងចម្ងាយរបស់មិត្តរបស់អ្នកនៅលើអេក្រង់ AR ។",
	"Search using your friend's location.": "ស្វែងរកដោយប្រើទីតាំងមិត្តរបស់អ្នក។",
	"Display of AR using your friend's location.": "ការបង្ហាញ AR ដោយប្រើទីតាំងមិត្តរបស់អ្នក។",
	"By setting <span style=\"font-weight:bold;\">always allow</span> the permission of location information, you can get the location information of your friends. Latest features! You can use Tenyes world, a location sharing map app.": "តាមរយៈការកំណត់ <span style=\"font-weight:bold;\">អនុញ្ញាតជានិច្ច</span> ការអនុញ្ញាតនៃព័ត៌មានទីតាំង អ្នកអាចទទួលបានព័ត៌មានទីតាំងរបស់មិត្តភ័ក្តិរបស់អ្នក។ លក្ខណៈពិសេសចុងក្រោយ! អ្នកអាចប្រើ Tenyes world ដែលជាកម្មវិធីផែនទីចែករំលែកទីតាំង។",
	"Add a friend": "បន្ថែមមិត្តម្នាក់",
	"Message": "សារ",
	"Search": "ស្វែងរក",
	"Name not set": "ឈ្មោះមិនត្រូវបានកំណត់",
	"Tap to see pictograms": "ប៉ះដើម្បីមើលរូប",
	"Unread messages": "សារមិនទាន់អាន",
	"_unnamed": "គ្មានឈ្មោះ",
	"Send": "ផ្ញើ",
	"Image format is different": "ទម្រង់រូបភាពគឺខុសគ្នា",
	"Please select an image in jpeg format Current Format: ": "សូមជ្រើសរើសរូបភាពក្នុងទម្រង់ jpeg ទម្រង់បច្ចុប្បន្ន៖",
	"File size is too large, please keep it under 10 MB.": "ទំហំឯកសារធំពេក សូមរក្សាវាឱ្យតិចជាង 10 MB។",
	"The url could not be retrieved.": "url មិន​អាច​ទាញ​យក​បាន​ទេ។",
	"Upload failed.": "ការបង្ហោះបានបរាជ័យ។",
	"Could not get fileName.": "មិន​អាច​ទទួល​បាន​ឈ្មោះ​ឯកសារ។",
	"Could not get contentType.": "មិន​អាច​ទទួល​បាន​ប្រភេទ​មាតិកា។",
	"Room could not be found.": "បន្ទប់មិនអាចត្រូវបានរកឃើញទេ។",
	"Message exceeds 2000 characters.": "សារលើសពី 2000 តួអក្សរ។",
	"Characters": "តួអក្សរ",
	"Failed to send message.": "បរាជ័យក្នុងការផ្ញើសារ។",
	"Tenyes world": "ពិភពលោក Tenyes",
	"Change your profile picture": "ផ្លាស់ប្តូររូបភាពប្រវត្តិរូបរបស់អ្នក។",
	"Camera": "កាមេរ៉ា",
	"Photo": "រូបថត",
	"_Photo": "រូបថត",
	"_Enter your name": " បញ្ចូល​ឈ្មោះ​របស់​អ្នក",
	"Set Tenyes world ID": "កំណត់លេខសម្គាល់ពិភពលោក Tenyes",
	"Invite a friend": "អញ្ជើញមិត្តម្នាក់",
	"person": "មនុស្ស",
	"Views": "ទស្សនៈ",
	"Total viewed by friends": "ចំនួនសរុបនៃការមើលដោយមិត្តភក្តិ",
	"Times": "ដង",
	"more friends to unlock": "មិត្តភ័ក្តិបន្ថែមទៀតដើម្បីដោះសោ",
	"You have opened Tenyes world for": "អ្នកបានបើកពិភពលោក Tenyes សម្រាប់",
	"consecutive days.": "ថ្ងៃជាប់ៗគ្នា។",
	"Use Photo": "ប្រើរូបថត",
	"Setting": "ការកំណត់",
	"App display icons": "រូបតំណាងបង្ហាញកម្មវិធី",
	"Name": "ឈ្មោះ",
	"Set your username!": "កំណត់ឈ្មោះអ្នកប្រើរបស់អ្នក!",
	"Date of birth": "ថ្ងៃខែ​ឆ្នាំ​កំណើត",
	"Hello": "ជំរាបសួរ",
	"Not entered": "មិនបានចូល",
	"Tell us your birth date!": "ប្រាប់យើងពីថ្ងៃខែឆ្នាំកំណើតរបស់អ្នក!",
	"*Receive a birthday 🎁 (stamp) by entering your birthday.": "* ទទួលខួបកំណើត🎁 (ត្រា) ដោយបញ្ចូលថ្ងៃកំណើតរបស់អ្នក។",
	"Year": "ឆ្នាំ",
	"Month": "ខែ",
	"Day": "ថ្ងៃ",
	"Blocked users": "អ្នកប្រើប្រាស់ដែលត្រូវបានរារាំង",
	"Map Options": "ជម្រើសផែនទី",
	"Tenyes": "តានីស",
	"Tenyes Map": "ផែនទី Tenyes",
	"Standard": "ស្តង់ដារ",
	"blended": "លាយ",
	"Unit of Distance": "ឯកតានៃចម្ងាយ",
	"meter": "ម៉ែត្រ",
	"mile": "ម៉ាយ",
	"License:": "អាជ្ញាប័ណ្ណ៖",
	"Follow us on": "តាមដានពួកយើង",
	"Tenyes world Secrets": "សហគមន៍អាថ៌កំបាំងពិភពលោក Tenyes ។",
	"Manage your friends list.": "គ្រប់គ្រងបញ្ជីមិត្តភក្តិរបស់អ្នក។",
	"Friends": "មិត្តភក្តិ",
	"Blocked users.": "អ្នកប្រើប្រាស់ដែលត្រូវបានរារាំង។",
	"users You have blocked users.": "អ្នកប្រើប្រាស់ អ្នកបានរារាំងអ្នកប្រើប្រាស់។",
	"You have blocked no users.": "អ្នក​មិន​បាន​ទប់ស្កាត់​អ្នក​ប្រើ​ទេ។",
	"So far, you have not blocked anyone in Tenyes world.": "រហូតមកដល់ពេលនេះអ្នកមិនបានរារាំងនរណាម្នាក់នៅក្នុងពិភព Tenyes ទេ។",
	"Notification": "សេចក្តីជូនដំណឹង",
	"Turn on notifications": "បើកការជូនដំណឹង",
	"Contacts on Tenyes world": "ទំនាក់ទំនងនៅលើពិភព Tenyes",
	"Notify me when someone in my contacts list starts Tenyes world.": "ជូនដំណឹងខ្ញុំនៅពេលដែលនរណាម្នាក់នៅក្នុងបញ្ជីទំនាក់ទំនងរបស់ខ្ញុំចាប់ផ្តើមពិភពលោក Tenyes ។",
	"Terms of Use": "ល័ក្ខខ័ណ្ឌនៃការប្រើប្រាស់",
	"License": "អាជ្ញាប័ណ្ណ",
	"GSI Map Website": "គេហទំព័រផែនទី GSI",
	"Privacy Policy": "គោលការណ៍​ភាព​ឯកជន",
	"Personal Data Protection": "ការការពារទិន្នន័យផ្ទាល់ខ្លួន",
	"Changed the icon!": "ប្តូររូបតំណាង!",
	"Updated!": "អាប់ដេត!",
	"An error has occurred, please try again": "កំហុសបានកើតឡើង សូមព្យាយាមម្តងទៀត",
	"age": "អាយុ",
	"Image upload failed.": "ការបង្ហោះរូបភាពបានបរាជ័យ។",
	"Close": "បិទ",
	"Image uploaded.": "រូបភាពដែលបានបង្ហោះ។",
	"Profile": "ប្រវត្តិរូប",
	"Preferences": "ចំណូលចិត្ត",
	"Details": "ព័ត៌មានលម្អិត",
	"Report friend": "រាយការណ៍មិត្ត",
	"Delete friend": "លុបមិត្ត",
	"Couldn't delete a friend.": "មិនអាចលុបមិត្តម្នាក់បានទេ។",
	"Cannot erase people who are not my friends.": "មិនអាចលុបមនុស្សដែលមិនមែនជាមិត្តរបស់អ្នកបានទេ។",
	"Cannot delete myself.": "មិនអាចលុបខ្លួនឯងបានទេ។",
	"I deleted my friends!!!!": "លុបមិត្តហើយ!!!!",
	"Block": "ទប់ស្កាត់",
	"Could not block.": "មិនអាចទប់ស្កាត់បានទេ។",
	"You cannot block yourself.": "អ្នកមិនអាចរារាំងខ្លួនអ្នកបានទេ។",
	"Blocked!": "រារាំង!",
	"Unblocking": "ការ​មិន​ទប់ស្កាត់",
	"You were unable to unblock.": "អ្នកមិនអាចឈប់ទប់ស្កាត់បានទេ។",
	"Cannot unblock myself.": "មិនអាចបិទខ្លួនខ្ញុំបានទេ។",
	"You have been unblocked!": "អ្នកត្រូវបានបិទ!",
	"Unblock and friend request": "ឈប់ទប់ស្កាត់ និងស្នើសុំមិត្តភ័ក្តិ",
	"Unblocked and friend request failed.": "មិនបានទប់ស្កាត់ ហើយសំណើសុំមិត្តភ័ក្តិបានបរាជ័យ។",
	"You are an unblocked person.": "អ្នកគឺជាមនុស្សដែលមិនបានទប់ស្កាត់។",
	"You cannot apply for yourself.": "អ្នកមិនអាចដាក់ពាក្យដោយខ្លួនឯងបានទេ។",
	"You have applied!": "អ្នកបានដាក់ពាក្យហើយ!",
	"Do you wish to cancel your membership?": "តើអ្នកចង់បោះបង់សមាជិកភាពរបស់អ្នកទេ?",
	"Are you sure you want to cancel your membership?": "តើអ្នកប្រាកដថាចង់បោះបង់សមាជិកភាពរបស់អ្នកមែនទេ?",
	"Are you sure you really sure?": "តើអ្នកប្រាកដទេថាអ្នកប្រាកដ?",
	"If you cancel your membership, your friend relationship will be terminated.": "ប្រសិនបើអ្នកបោះបង់សមាជិកភាពរបស់អ្នក ទំនាក់ទំនងមិត្តរបស់អ្នកនឹងត្រូវបានបញ្ចប់។",
	"Are you sure you really, really, really sure?": "តើអ្នកប្រាកដទេថាអ្នកពិតជាប្រាកដមែន?",
	"When you cancel your membership, the friend relationship will be terminated.": "នៅពេលអ្នកបោះបង់សមាជិកភាពរបស់អ្នក ទំនាក់ទំនងមិត្តភ័ក្តិនឹងត្រូវបានបញ្ចប់។",
	"Withdrawal": "ការដកប្រាក់",
	"Cancel": "បោះបង់",
	"Unknown error occurred.": "កំហុសមិនស្គាល់បានកើតឡើង។",
	"You have unsubscribed.": "អ្នកបានឈប់ជាវ។",
	"We sincerely hope you will return one day!": "យើងសង្ឃឹមដោយស្មោះថាអ្នកនឹងត្រលប់មកវិញនៅថ្ងៃណាមួយ!",
	"Failed to unsubscribe": "បរាជ័យក្នុងការឈប់ជាវ",
	"Please try again": "សូម​ព្យាយាម​ម្តង​ទៀត",
	"Let's set a name!": "តោះដាក់ឈ្មោះ!",
	"Set an ID!": "កំណត់អត្តសញ្ញាណប័ណ្ណ!",
	"Tenyes ID": "លេខសម្គាល់ Tenyes",
	"Add with Tenyes ID": "បន្ថែមជាមួយលេខសម្គាល់ Tenyes",
	"Use phone number": "ប្រើលេខទូរស័ព្ទ",
	"Add with QR Code": "បន្ថែមជាមួយ QR Code",
	"Add by Furufuru": "បន្ថែមដោយ Furufuru",
	"Add by Contacts": "បន្ថែមដោយទំនាក់ទំនង",
	"Invite": "អញ្ជើញ",
	"Friend": "មិត្ត",
	"Distance": "ចម្ងាយ",
	"Enter your ID": "បញ្ចូលលេខសម្គាល់របស់អ្នក។",
	"Only single-byte alphanumeric characters (lowercase only) and underscore (_) are allowed.": "មានតែតួអក្សរអក្សរក្រមលេខមួយបៃប៉ុណ្ណោះ (អក្សរតូចប៉ុណ្ណោះ) និងសញ្ញាគូសក្រោម (_) ត្រូវបានអនុញ្ញាត។",
	"Please enter a valid ID.": "សូមបញ្ចូលលេខសម្គាល់ត្រឹមត្រូវ។",
	"ID has been changed": "លេខសម្គាល់ត្រូវបានផ្លាស់ប្តូរ",
	"This ID is already in use.": "លេខសម្គាល់នេះត្រូវបានប្រើប្រាស់រួចហើយ។",
	"Error": "កំហុស",
	"Error has occurred. Please try again in a few minutes.": "កំហុសបានកើតឡើង។ សូមព្យាយាមម្តងទៀតក្នុងរយៈពេលពីរបីនាទីទៀត។",
	"Add Friend": "បន្ថែម​មិត្ត",
	"Do not add": "កុំបន្ថែម",
	"Your QR": "QR របស់អ្នក។",
	"You need to set up a Tenyes ID!": "អ្នកត្រូវដំឡើងលេខសម្គាល់ Tenyes!",
	"Tenyes ID is an ID to find your friends. If you set it up, it will make it easier to find your friends.": "Tenyes ID គឺជា ID ដើម្បីស្វែងរកមិត្តរបស់អ្នក។ ប្រសិនបើអ្នកដំឡើងវា វានឹងធ្វើឱ្យមានភាពងាយស្រួលក្នុងការស្វែងរកមិត្តរបស់អ្នក។",
	"Let's exchange friends in Tenyes World! Here is my ID!": "តោះផ្លាស់ប្តូរមិត្តភក្តិនៅ Tenyes World! នេះជាអត្តសញ្ញាណប័ណ្ណរបស់ខ្ញុំ!",
	"#tenyesworld\n #tenyesworldfriends\n #tenyes\n #locationsharing\n #location": "#ពិភពលោក\n #tenyesworldfriends\n #tenyes\n # ការចែករំលែកទីតាំង\n #ទីតាំង",
	"Let's share on SNS and other places!": "តោះចែករំលែកនៅលើ SNS និងកន្លែងផ្សេងទៀត!",
	"Copy Complete!!!!": "Copy ចប់!!!!",
	"QR code, ID, your URL": "លេខកូដ QR លេខសម្គាល់ URL របស់អ្នក។",
	"Select where to share": "ជ្រើសរើសកន្លែងដែលត្រូវចែករំលែក",
	"Let's exchange friends on Tenyes World!": "តោះផ្លាស់ប្តូរមិត្តភក្តិនៅលើ Tenyes World!",
	"No friends found.": "រកមិនឃើញមិត្តភក្តិទេ។",
	"Could not read the QR code.": "មិនអាចអានកូដ QR បានទេ។",
	"Have you registered your Tenyes ID? , Please read the QR code again.": "តើអ្នកបានចុះឈ្មោះលេខសម្គាល់ Tenyes របស់អ្នកហើយឬនៅ? , សូមអានកូដ QR ម្តងទៀត។",
	"Already a friend.": "មិត្តភ័ក្តិរួចហើយ។",
	"Error has occurred. Please try again later.": "កំហុសបានកើតឡើង។ សូម​ព្យាយាម​ម្តង​ទៀត​នៅ​ពេល​ក្រោយ។",
	"unnamed": "គ្មានឈ្មោះ",
	"has a friend request.": " មានសំណើសុំមិត្ត។",
	"Do not allow": "មិន​អនុញ្ញាតិ",
	"Allow": "អនុញ្ញាត",
	"You cannot add yourself": "អ្នកមិនអាចបន្ថែមខ្លួនអ្នកបានទេ។",
	"You cannot add this friend": "អ្នកមិនអាចបន្ថែមមិត្តនេះបានទេ។",
	"He/she has been added as a friend.": "គាត់/នាងត្រូវបានបន្ថែមជាមិត្ត។",
	"You can't deny yourself.": "អ្នកមិនអាចបដិសេធខ្លួនឯងបានទេ។",
	"You cannot reject this friend.": "អ្នកមិនអាចបដិសេធមិត្តនេះបានទេ។",
	"You have no friend requests": "អ្នកមិនមានសំណើសុំមិត្តភ័ក្តិទេ។",
	"You have been rejected.": "អ្នកត្រូវបានបដិសេធ។",
	"Unknown error occurred. Code : ": "កំហុសមិនស្គាល់បានកើតឡើង។ លេខកូដ៖",
	"Scope of disclosure of location information to selectors": "វិសាលភាពនៃការបញ្ចេញព័ត៌មានទីតាំងទៅកាន់អ្នកជ្រើសរើស",
	"Accurate": "ត្រឹមត្រូវ។",
	"Ambiguous": "មិនច្បាស់លាស់",
	"Freeze": "បង្កក",
	"Ghost mode": "របៀបខ្មោច",
	"Select friends to change settings": "ជ្រើសរើសមិត្តភក្តិដើម្បីផ្លាស់ប្តូរការកំណត់",
	"Exact Location": "ទីតាំងពិតប្រាកដ",
	"Ambiguous position": "ទីតាំងមិនច្បាស់លាស់",
	"Select all": "ជ្រើស​យក​ទាំងអស់",
	"Your current location will be roughly displayed": "ទីតាំងបច្ចុប្បន្នរបស់អ្នកនឹងត្រូវបានបង្ហាញប្រហែល",
	"Friends who have this setting will see that you have an \"ambiguous\" setting.": "មិត្តភ័ក្តិដែលមានការកំណត់នេះនឹងឃើញថាអ្នកមានការកំណត់ \"មិនច្បាស់លាស់\"។",
	"\"Freeze\" position": "ទីតាំង \"បង្កក\"",
	"Select All": "ជ្រើស​យក​ទាំងអស់",
	"The same location will appear fixed, with the location information as it was before you made this \"freeze\" setting.": "ទីតាំងដូចគ្នានឹងបង្ហាញឱ្យឃើញថេរ ជាមួយនឹងព័ត៌មានទីតាំងដូចពីមុនដែលអ្នកបានបង្កើតការកំណត់ \"បង្កក\" នេះ។",
	"Your friends who have this setting will not see that you have set a \"freeze\".": "មិត្តភ័ក្តិរបស់អ្នកដែលមានការកំណត់នេះនឹងមិនឃើញថាអ្នកបានកំណត់ \"បង្កក\" ទេ។",
	"day": "ថ្ងៃ",
	"hrs": "ម៉ោង",
	"min.": "នាទី",
	"sec.": "វិ។",
	"friends": "មិត្តភក្តិ",
	"Friends gather here": " ប្រមូលផ្តុំនៅទីនេះ",
	"unset": "មិនបានកំណត់",
	"You must update!!!!": "ត្រូវតែអាប់ដេត!!!!",
	"Please update from Store!": "សូមអាប់ដេតពី Store!",
	"What is your name?": "តើ​អ្នក​មាន​ឈ្មោះ​អ្វី?",
	"Enter your name": "បញ្ចូល​ឈ្មោះ​របស់​អ្នក",
	"Invalid name": "ឈ្មោះ​មិន​ត្រឹមត្រូវ។",
	"Please enter a valid name.": "សូមបញ្ចូលឈ្មោះត្រឹមត្រូវ។",
	"Name changed!": "ប្តូរឈ្មោះហើយ!",
	"Search by Tenyes ID": "ស្វែងរកដោយ Tenyes ID",
	"Enter friend ID": "បញ្ចូលលេខសម្គាល់មិត្ត",
	"Required Fields": "វាលដែលត្រូវការ",
	"Please enter at least 3 characters": "សូមបញ្ចូលយ៉ាងហោចណាស់ 3 តួអក្សរ",
	"Please enter up to 30 characters": "សូមបញ្ចូលរហូតដល់ 30 តួអក្សរ",
	"Only single-byte alphanumeric characters and underscore (_) are allowed.": "អនុញ្ញាត​ឱ្យ​មាន​តែ​តួអក្សរ​លេខ​រៀង​លេខ​មួយ​បៃ និង​សញ្ញា​គូស​ក្រោម (_) ។",
	"You have blocked this user.": "អ្នកបានរារាំងអ្នកប្រើប្រាស់នេះ។",
	"Please unblock and friend request.": "សូម​ឈប់​ទប់ស្កាត់ និង​សំណូមពរ​មិត្តភ័ក្តិ។",
	"You cannot add this friend.": "អ្នកមិនអាចបន្ថែមមិត្តនេះបានទេ។",
	"Already a friend": "មិត្តភ័ក្តិរួចហើយ",
	"You have added a friend!": "អ្នកបានបន្ថែមមិត្តម្នាក់!",
	"Already sent!": "បាន​ផ្ញើ​រ​រួច​ទៅ​ហើយ!",
	"An error has occurred. Please try again later.": "កំហុសមួយបានកើតឡើង។ សូម​ព្យាយាម​ម្តង​ទៀត​នៅ​ពេល​ក្រោយ។",
	"Unknown error has occurred. Please try again in a few minutes. Code: ": "កំហុសមិនស្គាល់បានកើតឡើង។ សូមព្យាយាមម្តងទៀតក្នុងរយៈពេលពីរបីនាទីទៀត។ លេខកូដ៖",
	"Invalid ID": "លេខសម្គាល់មិនត្រឹមត្រូវ",
	"Please enter correct ID.": "សូមបញ្ចូលលេខសម្គាល់ត្រឹមត្រូវ។",
	"Compass permission is required to obtain a friend's direction.": "ការអនុញ្ញាតពីត្រីវិស័យគឺទាមទារដើម្បីទទួលបានការណែនាំពីមិត្តភ័ក្តិ។",
	"To use the compass, go to Settings > Privacy > Sensors > Allow Compass.": "ដើម្បីប្រើត្រីវិស័យ សូមចូលទៅកាន់ការកំណត់ > ឯកជនភាព > ឧបករណ៍ចាប់សញ្ញា > អនុញ្ញាតត្រីវិស័យ។",
	"The only Tenyes ID in the world": "លេខសម្គាល់ Tenyes តែមួយគត់នៅលើពិភពលោក",
	"My ID is this": "លេខសម្គាល់របស់ខ្ញុំគឺនេះ។",
	"Enjoy!!!": "រីករាយ!!!",
	"Will be added in the next update!!!!": "នឹងត្រូវបានបន្ថែមនៅក្នុងការអាប់ដេតបន្ទាប់!!!!",
	"Please change the use of location information to Always Allow.": "សូមផ្លាស់ប្តូរការប្រើប្រាស់ព័ត៌មានទីតាំងទៅ Always Allow ។",
	"In order to share accurate location information with your friends, you must always change the use of location information to Allow.": "ដើម្បីចែករំលែកព័ត៌មានទីតាំងត្រឹមត្រូវជាមួយមិត្តភ័ក្តិរបស់អ្នក អ្នកត្រូវតែផ្លាស់ប្តូរការប្រើប្រាស់ព័ត៌មានទីតាំងដើម្បីអនុញ្ញាត។",
	"Always change to permit": "ផ្លាស់ប្តូរជានិច្ចដើម្បីអនុញ្ញាត",
	"sent message": "បានផ្ញើសារ",
	"Media has been sent.": "ប្រព័ន្ធផ្សព្វផ្សាយត្រូវបានផ្ញើ។",
	"Stamps sent": "ត្រាបានផ្ញើ",
	"Failed to create DM channel Err:2": "បរាជ័យក្នុងការបង្កើតឆានែល DM កំហុស៖ 2",
	"next unlock at ": "ដោះសោបន្ទាប់នៅ",
	" days": " ថ្ងៃ"
}
