{
	"JP Authentication code has been sent to": "",
	"ATO": "",
	"By tapping `I agree to the Terms of Service`, you agree to the Privacy Policy and Terms of Service.": "``ကျွန်ုပ်သည် ဝန်ဆောင်မှုစည်းမျဉ်းများကို သဘောတူသည်` ကိုနှိပ်ခြင်းဖြင့်၊ သင်သည် ကိုယ်ရေးကိုယ်တာမူဝါဒနှင့် ဝန်ဆောင်မှုစည်းမျဉ်းများကို သဘောတူပါသည်။",
	"Login after agreeing to the Terms of Use.": "အသုံးပြုမှုစည်းမျဉ်းများကို သဘောတူပြီးနောက် ဝင်ရောက်ပါ။",
	"Hello! What's your name?": "မင်္ဂလာပါ! သင့်နာမည်ဘယ်လိုခေါ်လဲ?",
	"Names that are easy to recognize by friends are good👌": "မိတ်ဆွေ​တွေ သိလွယ်​တဲ့ နာမည်တွေက ​ကောင်းတယ်​ 👌",
	"Hello.": "မင်္ဂလာပါ။",
	"Give me your birth date!": "မင်းရဲ့မွေးနေ့ကို ငါ့ကိုပေး။",
	"Option": "ရွေးချယ်မှု",
	"Sign in with Email": "အီးမေးလ်ဖြင့် ဝင်ရောက်ပါ။",
	"Sign in with Google": "Google ဖြင့် လက်မှတ်ထိုးဝင်ပါ။",
	"Log in with Apple": "Apple ဖြင့် ဝင်ရောက်ပါ။",
	"Authentication code has been sent to ": "စစ်မှန်ကြောင်းအထောက်အထားပြကုဒ်ကို ပေးပို့ပြီးပါပြီ။",
	"Enter your email address.": "သင့်အီးမေးလ်လိပ်စာကို ထည့်ပါ။",
	"An authentication code will be sent to the email address you entered.": "သင်ထည့်သွင်းထားသော အီးမေးလ်လိပ်စာသို့ စစ်မှန်ကြောင်းအထောက်အထားပြကုဒ်တစ်ခု ပေးပို့ပါမည်။",
	"Enter the verification code sent to your email.": "သင့်အီးမေးလ်သို့ပေးပို့သော အတည်ပြုကုဒ်ကို ထည့်သွင်းပါ။",
	"*If you fail to enter multiple times, access will be restricted for several minutes to several hours.": "*အကြိမ်ပေါင်းများစွာ ဝင်ရန်ပျက်ကွက်ပါက၊ ဝင်ရောက်ခွင့်ကို မိနစ်ပေါင်းများစွာမှ နာရီများစွာအထိ ကန့်သတ်ထားမည်ဖြစ်သည်။",
	"Please enter a valid email address.": "ကျေးဇူးပြု။ မှန်ကန်သောအီးမေးလ်လိပ်စာတစ်ခုဖြည့်ပါ။",
	"Please wait a while and try again.": "ခဏစောင့်ပြီး ထပ်စမ်းကြည့်ပါ။",
	"Failed to create one-time password.": "တစ်ကြိမ်သုံးစကားဝှက်ကို ဖန်တီး၍မရပါ။",
	"Please enter a valid one-time password.": "ကျေးဇူးပြု၍ တရားဝင် တစ်ကြိမ်သုံး စကားဝှက်ကို ထည့်ပါ။",
	"Please try again after a while.": "ခဏအကြာတွင် ထပ်စမ်းကြည့်ပါ။",
	"Failed to confirm one-time password.": "တစ်ကြိမ်သုံး စကားဝှက်ကို အတည်ပြုရန် မအောင်မြင်ပါ။",
	"Oops...": "အိုး...",
	"When using Tenyes world, please change your location settings.": "Tenyes world ကိုအသုံးပြုသောအခါ၊ ကျေးဇူးပြု၍ သင့်တည်နေရာဆက်တင်များကို ပြောင်းလဲပါ။",
	"Tenyes world collects location information even when the app is closed or not in use to enable location sharing with friends.": "Tenyes world သည် သူငယ်ချင်းများနှင့် တည်နေရာမျှဝေခြင်းအား ဖွင့်ရန် အက်ပ်အား ပိတ်ထားသည် သို့မဟုတ် အသုံးမပြုသည့်တိုင် တည်နေရာအချက်အလက်ကို စုဆောင်းပါသည်။",
	"Location information is also used to support advertising. Tenyes world does not function properly in its current configuration.": "တည်နေရာအချက်အလက်ကို ကြော်ငြာရန်အတွက်လည်း အသုံးပြုပါသည်။ Tenyes ကမ္ဘာသည် ၎င်း၏လက်ရှိဖွဲ့စည်းပုံတွင် ကောင်းမွန်စွာလုပ်ဆောင်ခြင်းမရှိပါ။",
	"To use Tenyes.world, go to the location settings configuration settings.": "Tenyes.world ကိုအသုံးပြုရန်၊ တည်နေရာဆက်တင်များ ဖွဲ့စည်းမှုဆက်တင်များကို သွားပါ။",
	"Why do app need location information?": "အက်ပ်သည် တည်နေရာအချက်အလက်ကို အဘယ်ကြောင့် လိုအပ်သနည်း။",
	"Next": "နောက်တစ်ခု",
	"Change to \"Always allow.\"": "\"အမြဲခွင့်ပြုပါ\" သို့ပြောင်းပါ။",
	"Tenyes world is an application that allows you to share your location with friends in real time.": "Tenyes world သည် သင့်တည်နေရာကို သူငယ်ချင်းများနှင့် အချိန်နှင့်တပြေးညီ မျှဝေနိုင်စေမည့် application တစ်ခုဖြစ်သည်။",
	"To use Tenyes world, you need to change the setting to \"Always allow\".": "Tenyes world ကိုအသုံးပြုရန်၊ သင်သည် ဆက်တင်ကို \"အမြဲခွင့်ပြုရန်\" သို့ ပြောင်းလဲရန်လိုအပ်သည်။",
	"Why app need to always allow location.": "အက်ပ်သည် တည်နေရာကို အမြဲခွင့်ပြုရန် အဘယ်ကြောင့် လိုအပ်သနည်း။",
	"Why you need location information.": "တည်နေရာအချက်အလက် ဘာကြောင့် လိုအပ်တာလဲ။",
	"Tenyes world is an application to share your location with friends in real time.": "Tenyes world သည် သင့်တည်နေရာကို သူငယ်ချင်းများနှင့် အချိန်နှင့်တပြေးညီမျှဝေရန် application တစ်ခုဖြစ်သည်။",
	"What you can do with location data acquisition.": "တည်နေရာဒေတာရယူခြင်းဖြင့် သင်ဘာလုပ်နိုင်သနည်း။",
	"Share your location on maps.": "မြေပုံများပေါ်တွင် သင့်တည်နေရာကို မျှဝေပါ။",
	"Display your friend's direction and distance on AR screen.": "AR မျက်နှာပြင်ပေါ်တွင် သင့်သူငယ်ချင်း၏ ဦးတည်ချက်နှင့် အကွာအဝေးကို ပြသပါ။",
	"Search using your friend's location.": "သင့်သူငယ်ချင်း၏တည်နေရာကို အသုံးပြု၍ ရှာဖွေပါ။",
	"Display of AR using your friend's location.": "သင့်သူငယ်ချင်း၏တည်နေရာကို အသုံးပြု၍ AR ၏ပြသမှု။",
	"By setting <span style=\"font-weight:bold;\">always allow</span> the permission of location information, you can get the location information of your friends. Latest features! You can use Tenyes world, a location sharing map app.": "<span style=\"font-weight:bold;\">တည်နေရာအချက်အလက်၏ခွင့်ပြုချက်အား <span style=\"font-weight:bold;\">အမြဲခွင့်ပြုရန်</span> သတ်မှတ်ခြင်းဖြင့်၊ သင်သည် သင့်သူငယ်ချင်းများ၏ တည်နေရာအချက်အလက်ကို သင်ရရှိနိုင်ပါသည်။ နောက်ဆုံးထွက်အင်္ဂါရပ်များ။ Tenyes world၊ တည်နေရာမျှဝေမြေပုံအက်ပ်ကို သင်သုံးနိုင်သည်။",
	"Add a friend": "သူငယ်ချင်းတစ်ယောက်ထည့်ပါ။",
	"Message": "မက်ဆေ့ချ်",
	"Search": "ရှာရန်",
	"Name not set": "နာမည်မသတ်မှတ်ထားဘူး။",
	"Tap to see pictograms": "ပုံများကိုကြည့်ရန် တို့ပါ။",
	"Unread messages": "မဖတ်ရသေးသောစာများ",
	"_unnamed": "အမည်မဖော်လိုပါ။",
	"Send": "ပို့ပါ။",
	"Image format is different": "ပုံပုံစံက မတူပါဘူး။",
	"Please select an image in jpeg format Current Format: ": "ကျေးဇူးပြု၍ jpeg ဖော်မတ် Current Format တွင် ပုံတစ်ပုံကို ရွေးပါ။",
	"File size is too large, please keep it under 10 MB.": "ဖိုင်အရွယ်အစားသည် ကြီးလွန်းသည်၊ ကျေးဇူးပြု၍ ၎င်းကို 10 MB အောက်ထားပါ။",
	"The url could not be retrieved.": "url ကို ပြန်ယူ၍မရပါ။",
	"Upload failed.": "အပ်လုဒ် မအောင်မြင်ပါ။",
	"Could not get fileName.": "ဖိုင်အမည်ကို မရခဲ့ပါ။",
	"Could not get contentType.": "အကြောင်းအရာအမျိုးအစားကို ရယူ၍မရပါ။",
	"Room could not be found.": "အခန်းကို ရှာမတွေ့ပါ။",
	"Message exceeds 2000 characters.": "မက်ဆေ့ဂျ်သည် စာလုံးရေ 2000 ထက်ကျော်လွန်သည်။",
	"Characters": "ဇာတ်ကောင်များ",
	"Failed to send message.": "မက်ဆေ့ချ်ပို့၍မရပါ။",
	"Tenyes world": "Tenyes ကမ္ဘာ",
	"Change your profile picture": "သင့်ပရိုဖိုင်ပုံပြောင်းပါ။",
	"Camera": "ကင်မရာ",
	"Photo": "ဓာတ်ပုံ",
	"_Photo": "ဓာတ်ပုံ",
	"_Enter your name": " သင့်အမည်ကို ထည့်သွင်းပါ။",
	"Set Tenyes world ID": "Tenyes ကမ္ဘာ့ ID ကို သတ်မှတ်ပါ။",
	"Invite a friend": "သူငယ်ချင်းကို ဖိတ်ပါ။",
	"person": "လူ",
	"Views": "ရှုခင်းများ",
	"Total viewed by friends": "သူငယ်ချင်းများကြည့်ရှုမှုစုစုပေါင်း",
	"Times": "ကြိမ်",
	"more friends to unlock": "သော့ဖွင့်ရန် နောက်ထပ်သူငယ်ချင်းများ",
	"You have opened Tenyes world for": "မင်းအတွက် Tenyes ကမ္ဘာကိုဖွင့်လိုက်ပြီ။",
	"consecutive days.": "ရက်ဆက်တိုက်။",
	"Use Photo": "ဓာတ်ပုံကိုသုံးပါ။",
	"Setting": "ဆက်တင်",
	"App display icons": "အက်ပ်ပြသမှုအိုင်ကွန်များ",
	"Name": "နာမည်",
	"Set your username!": "သင့်အသုံးပြုသူအမည်ကို သတ်မှတ်ပါ။",
	"Date of birth": "မွေးရက်",
	"Hello": "မင်္ဂလာပါ",
	"Not entered": "မဝင်ပါ။",
	"Tell us your birth date!": "သင့်မွေးနေ့ကို ပြောပြပါ။",
	"*Receive a birthday 🎁 (stamp) by entering your birthday.": "* သင့်မွေးနေ့ကိုထည့်သွင်းခြင်းဖြင့် 🎁 (တံဆိပ်တုံး) ကို ရယူပါ။",
	"Year": "တစ်နှစ်",
	"Month": "လ",
	"Day": "နေ့",
	"Blocked users": "အသုံးပြုသူများကို ပိတ်ဆို့ထားသည်။",
	"Map Options": "မြေပုံရွေးချယ်စရာများ",
	"Tenyes": "Tenyes",
	"Tenyes Map": "Tenyes မြေပုံ",
	"Standard": "စံ",
	"blended": "ရောစပ်ထားသည်။",
	"Unit of Distance": "အကွာအဝေးယူနစ်",
	"meter": "မီတာ",
	"mile": "မိုင်",
	"License:": "လိုင်စင်-",
	"Follow us on": "ကျွန်ုပ်တို့ကို လိုက်နာပါ။",
	"Tenyes world Secrets": "Tenyes ကမ္ဘာ့လျှို့ဝှက်ချက်အသိုက်အဝန်း။",
	"Manage your friends list.": "သင့်သူငယ်ချင်းများစာရင်းကို စီမံပါ။",
	"Friends": "သူငယ်ချင်း",
	"Blocked users.": "အသုံးပြုသူများကို ပိတ်ဆို့ထားသည်။",
	"users You have blocked users.": "အသုံးပြုသူများ သင်သည် အသုံးပြုသူများကို ပိတ်ဆို့ထားသည်။",
	"You have blocked no users.": "အသုံးပြုသူများကို သင် ပိတ်ဆို့ထားခြင်းမရှိပါ။",
	"So far, you have not blocked anyone in Tenyes world.": "ယခုအချိန်အထိ၊ သင်သည် Tenyes ကမ္ဘာတွင်မည်သူ့ကိုမျှပိတ်ဆို့ထားခြင်းမရှိသေးပါ။",
	"Notification": "အသိပေးချက်",
	"Turn on notifications": "အကြောင်းကြားချက်များကို ဖွင့်ပါ။",
	"Contacts on Tenyes world": "Tenyes ကမ္ဘာပေါ်ရှိအဆက်အသွယ်များ",
	"Notify me when someone in my contacts list starts Tenyes world.": "ကျွန်ုပ်၏အဆက်အသွယ်များစာရင်းတွင် တစ်စုံတစ်ဦးသည် Tenyes ကမ္ဘာကို စတင်သောအခါ ကျွန်ုပ်အား အသိပေးပါ။",
	"Terms of Use": "သတ်မှတ်ချက်များ",
	"License": "လိုင်စင်",
	"GSI Map Website": "GSI Map Website",
	"Privacy Policy": "ကိုယ်ရေးအချက်အလက်မူဝါဒ",
	"Personal Data Protection": "ကိုယ်ရေးကိုယ်တာဒေတာကာကွယ်ရေး",
	"Changed the icon!": "အိုင်ကွန်ကို ပြောင်းထားသည်။",
	"Updated!": "အပ်ဒိတ်လုပ်ထားသည်။",
	"An error has occurred, please try again": "အမှားဖြစ်သွားသည်၊ ကျေးဇူးပြု၍ ထပ်စမ်းကြည့်ပါ။",
	"age": "အသက်",
	"Image upload failed.": "ပုံအပ်လုဒ် မအောင်မြင်ပါ။",
	"Close": "ပိတ်လိုက်",
	"Image uploaded.": "ပုံတင်ပြီးပါပြီ။",
	"Profile": "ကိုယ်ရေးအကျဉ်း",
	"Preferences": "နှစ်သက်ရာ",
	"Details": "အသေးစိတ်",
	"Report friend": "သူငယ်ချင်းကို သတင်းပို့ပါ။",
	"Delete friend": "သူငယ်ချင်းကို ဖျက်ပါ။",
	"Couldn't delete a friend.": "သူငယ်ချင်းကို ဖျက်၍မရပါ။",
	"Cannot erase people who are not my friends.": "မင်းသူငယ်ချင်းမဟုတ်တဲ့လူတွေကို ဖျက်လို့မရဘူး။",
	"Cannot delete myself.": "ကိုယ်တိုင်ဖျက်လို့မရဘူး။",
	"I deleted my friends!!!!": "သူငယ်​ချင်း​တွေကို ဖျက်​လိုက်​တယ်​!!!!",
	"Block": "ပိတ်ဆို့သည်။",
	"Could not block.": "မပိတ်ဆို့နိုင်ခဲ့ပါ။",
	"You cannot block yourself.": "ကိုယ့်ကိုကိုယ် ပိတ်ဆို့လို့ မရဘူး။",
	"Blocked!": "ပိတ်ထားသည်။",
	"Unblocking": "ပိတ်ဆို့ခြင်း",
	"You were unable to unblock.": "သင် ပိတ်ဆို့ခြင်းကို မပြုလုပ်နိုင်ခဲ့ပါ။",
	"Cannot unblock myself.": "ကိုယ့်ကိုယ်ကို ပြန်ဖွင့်လို့ မရဘူး။",
	"You have been unblocked!": "မင်းကို ပြန်ဖွင့်လိုက်ပြီ။",
	"Unblock and friend request": "Unblock နှင့် သူငယ်ချင်းတောင်းဆိုမှု",
	"Unblocked and friend request failed.": "ပြန်ဖွင့်ပြီး သူငယ်ချင်းတောင်းဆိုမှု မအောင်မြင်ပါ။",
	"You are an unblocked person.": "သင်သည် ပိတ်ဆို့မထားသော ပုဂ္ဂိုလ်ဖြစ်သည်။",
	"You cannot apply for yourself.": "သင်ကိုယ်တိုင်လျှောက်ထား၍မရပါ။",
	"You have applied!": "သင်လျှောက်ထားပြီးပြီ။",
	"Do you wish to cancel your membership?": "သင်၏အဖွဲ့ဝင်ခြင်းကို ပယ်ဖျက်လိုပါသလား။",
	"Are you sure you want to cancel your membership?": "သင်၏အဖွဲ့ဝင်ခြင်းကို ပယ်ဖျက်လိုသည်မှာ သေချာပါသလား။",
	"Are you sure you really sure?": "မင်းတကယ်သေချာလား?",
	"If you cancel your membership, your friend relationship will be terminated.": "သင်၏အဖွဲ့ဝင်ခြင်းကို ပယ်ဖျက်ပါက သင်၏သူငယ်ချင်းဆက်ဆံရေးကို ရပ်စဲသွားပါမည်။",
	"Are you sure you really, really, really sure?": "မင်းတကယ်သေချာလား တကယ်သေချာလား?",
	"When you cancel your membership, the friend relationship will be terminated.": "သင်၏အဖွဲ့ဝင်ခြင်းကို ပယ်ဖျက်သောအခါ၊ သူငယ်ချင်းဆက်ဆံရေးကို ရပ်စဲသွားပါမည်။",
	"Withdrawal": "ငွေထုတ်ခြင်း။",
	"Cancel": "လုပ်တော့",
	"Unknown error occurred.": "အမည်မသိ အမှားဖြစ်သွားသည်။",
	"You have unsubscribed.": "သင်သည် စာရင်းသွင်းမှုကို ရပ်ဆိုင်းလိုက်ပါပြီ။",
	"We sincerely hope you will return one day!": "မင်းတစ်နေ့ပြန်လာလိမ့်မယ်လို့ ငါတို့ ရိုးသားစွာမျှော်လင့်ပါတယ်။",
	"Failed to unsubscribe": "စာရင်းသွင်းမှုဖြုတ်ရန် မအောင်မြင်ပါ။",
	"Please try again": "ထပ်စမ်းကြည့်ပါ။",
	"Let's set a name!": "နာမည်တစ်ခု သတ်မှတ်လိုက်ရအောင်။",
	"Set an ID!": "ID တစ်ခုသတ်မှတ်ပါ။",
	"Tenyes ID": "Tenyes ID",
	"Add with Tenyes ID": "Tenyes ID ဖြင့်ထည့်ပါ။",
	"Use phone number": "ဖုန်းနံပါတ်ကိုသုံးပါ။",
	"Add with QR Code": "QR Code ဖြင့်ထည့်ပါ။",
	"Add by Furufuru": "Furufuru မှထည့်ပါ။",
	"Add by Contacts": "အဆက်အသွယ်များဖြင့် ထည့်ပါ။",
	"Invite": "ဖိတ်ခေါ်ပါတယ်။",
	"Friend": "သူငယ်ချင်း",
	"Distance": "အကွာအဝေး",
	"Enter your ID": "သင်၏ ID ကိုထည့်ပါ။",
	"Only single-byte alphanumeric characters (lowercase only) and underscore (_) are allowed.": "single-byte အက္ခရာဂဏန်းစာလုံးများသာ (အသေးစားသာ) နှင့် underscore (_) ကို ခွင့်ပြုထားသည်။",
	"Please enter a valid ID.": "ကျေးဇူးပြု၍ တရားဝင် ID ကိုထည့်ပါ။",
	"ID has been changed": "ID ပြောင်းပြီးပါပြီ။",
	"This ID is already in use.": "ဤ ID ကို အသုံးပြုပြီးဖြစ်သည်။",
	"Error": "အမှား",
	"Error has occurred. Please try again in a few minutes.": "အမှားဖြစ်သွားသည်။ မိနစ်အနည်းငယ်အကြာတွင် ထပ်စမ်းကြည့်ပါ။",
	"Add Friend": "Friend ထည့်ပါ။",
	"Do not add": "မထည့်ပါနဲ့။",
	"Your QR": "သင်၏ QR",
	"You need to set up a Tenyes ID!": "သင် Tenyes ID ကို စနစ်ထည့်သွင်းရန် လိုအပ်ပါသည်။",
	"Tenyes ID is an ID to find your friends. If you set it up, it will make it easier to find your friends.": "Tenyes ID သည် သင့်သူငယ်ချင်းများကို ရှာဖွေရန် ID တစ်ခုဖြစ်သည်။ ၎င်းကို စနစ်ထည့်သွင်းပါက သင့်သူငယ်ချင်းများကို ရှာဖွေရန် ပိုမိုလွယ်ကူစေမည်ဖြစ်သည်။",
	"Let's exchange friends in Tenyes World! Here is my ID!": "Tenyes World တွင် သူငယ်ချင်းများ ဖလှယ်ကြရအောင်။ ဤသည်မှာ ကျွန်ုပ်၏ ID ဖြစ်သည်။",
	"#tenyesworld\n #tenyesworldfriends\n #tenyes\n #locationsharing\n #location": "#tenyesworld\n #tenyesကမ္ဘာ့သူငယ်ချင်းများ\n #tenyes\n #တည်နေရာမျှဝေခြင်း။\n #တည်နေရာ",
	"Let's share on SNS and other places!": "SNS နှင့် အခြားနေရာများတွင် မျှဝေကြပါစို့။",
	"Copy Complete!!!!": "Copy ပြီးပါပြီ!!!!",
	"QR code, ID, your URL": "QR ကုဒ်၊ ID၊ သင်၏ URL",
	"Select where to share": "မျှဝေမည့်နေရာကို ရွေးပါ။",
	"Let's exchange friends on Tenyes World!": "Tenyes World မှာ သူငယ်ချင်းဖလှယ်ကြရအောင်။",
	"No friends found.": "သူငယ်ချင်း မတွေ့ဘူး။",
	"Could not read the QR code.": "QR ကုဒ်ကို ဖတ်၍မရပါ။",
	"Have you registered your Tenyes ID? , Please read the QR code again.": "သင်၏ Tenyes ID ကို စာရင်းသွင်းပြီးပြီလား။ QR ကုဒ်ကို ထပ်ဖတ်ပါ။",
	"Already a friend.": "သူငယ်ချင်းဖြစ်နေပြီ။",
	"Error has occurred. Please try again later.": "အမှားဖြစ်သွားသည်။ နောက်မှ ထပ်စမ်းကြည့်ပါ။",
	"unnamed": "အမည်မဖော်လိုပါ။",
	"has a friend request.": " သူငယ်ချင်းတောင်းဆိုမှုတစ်ခုရှိသည်။",
	"Do not allow": "ခွင့်မပြု",
	"Allow": "ခွင့်ပြုပါ။",
	"You cannot add yourself": "သင်ကိုယ်တိုင်ထည့်လို့မရဘူး",
	"You cannot add this friend": "သင်သည် ဤသူငယ်ချင်းကို ထည့်၍မရပါ။",
	"He/she has been added as a friend.": "သူ/သူမကို သူငယ်ချင်းအဖြစ် ထည့်ထားသည်။",
	"You can't deny yourself.": "မင်းကိုယ်မင်း ငြင်းလို့မရဘူး။",
	"You cannot reject this friend.": "ဒီသူငယ်ချင်းကို မင်းငြင်းလို့မရဘူး။",
	"You have no friend requests": "သင့်တွင် သူငယ်ချင်းတောင်းဆိုမှုများ မရှိပါ။",
	"You have been rejected.": "မင်းကို ငြင်းပယ်လိုက်ပြီ။",
	"Unknown error occurred. Code : ": "အမည်မသိ အမှားဖြစ်သွားသည်။ ကုဒ် :",
	"Scope of disclosure of location information to selectors": "ရွေးချယ်သူများထံ တည်နေရာအချက်အလက် ထုတ်ဖော်မှု အတိုင်းအတာ",
	"Accurate": "တိကျသည်။",
	"Ambiguous": "သဲသဲကွဲကွဲ",
	"Freeze": "အေးခဲ",
	"Ghost mode": "သရဲမုဒ်",
	"Select friends to change settings": "ဆက်တင်များကို ပြောင်းလဲရန် သူငယ်ချင်းများကို ရွေးပါ။",
	"Exact Location": "တည်နေရာအတိအကျ",
	"Ambiguous position": "မရေရာသော အနေအထား",
	"Select all": "အားလုံးကို ရွေးပါ။",
	"Your current location will be roughly displayed": "သင့်လက်ရှိတည်နေရာကို အကြမ်းဖျင်းဖော်ပြပါမည်။",
	"Friends who have this setting will see that you have an \"ambiguous\" setting.": "ဤဆက်တင်ရှိသည့် သူငယ်ချင်းများက သင့်တွင် \"မရေရာသော\" ဆက်တင်တစ်ခု ရှိနေသည်ကို တွေ့ရပါမည်။",
	"\"Freeze\" position": "\"အေးခဲ\" အနေအထား",
	"Select All": "အားလုံးကို ရွေးပါ။",
	"The same location will appear fixed, with the location information as it was before you made this \"freeze\" setting.": "ဤ \"အေးခဲခြင်း\" ဆက်တင်ကို သင်မပြုလုပ်မီက တည်နေရာအချက်အလက်နှင့်အတူ တူညီသောတည်နေရာကို ပုံသေပုံပေါ်ပါမည်။",
	"Your friends who have this setting will not see that you have set a \"freeze\".": "ဤဆက်တင်ရှိသည့် သင့်သူငယ်ချင်းများသည် သင် \"အေးခဲခြင်း\" ကို သတ်မှတ်ပေးထားကြောင်း မတွေ့ရတော့ပါ။",
	"day": "နေ့",
	"hrs": "နာရီ",
	"min.": "မိ",
	"sec.": "စက္ကန့်။",
	"friends": "သူငယ်ချင်း",
	"Friends gather here": " ဒီမှာစုပါ။",
	"unset": "သတ်မှတ်မထားပါ။",
	"You must update!!!!": "အပ်ဒိတ်လုပ်ရမယ်!!!!",
	"Please update from Store!": "Store မှ အပ်ဒိတ်လုပ်ပါ။",
	"What is your name?": "မင်းနာမည်ဘယ်လိုခေါ်လဲ?",
	"Enter your name": "သင့်အမည်ကို ထည့်သွင်းပါ။",
	"Invalid name": "နာမည်မမှန်ကန်ပါ။",
	"Please enter a valid name.": "ကျေးဇူးပြု၍ မှန်ကန်သောအမည်ကို ထည့်ပါ။",
	"Name changed!": "နာမည်ပြောင်းလိုက်ပြီ။",
	"Search by Tenyes ID": "Tenyes ID ဖြင့်ရှာဖွေပါ။",
	"Enter friend ID": "သူငယ်ချင်း ID ထည့်ပါ။",
	"Required Fields": "လိုအပ်သော အကွက်များ",
	"Please enter at least 3 characters": "ကျေးဇူးပြု၍ အနည်းဆုံး စာလုံး 3 လုံးထည့်ပါ။",
	"Please enter up to 30 characters": "ကျေးဇူးပြု၍ စာလုံး 30 အထိ ထည့်ပါ။",
	"Only single-byte alphanumeric characters and underscore (_) are allowed.": "single-byte အက္ခရာဂဏန်းစာလုံးများနှင့် အမှတ်အသား (_) ကိုသာ ခွင့်ပြုထားသည်။",
	"You have blocked this user.": "သင်သည် ဤအသုံးပြုသူကို ပိတ်ဆို့ထားသည်။",
	"Please unblock and friend request.": "ကျေးဇူးပြု၍ ပိတ်ဆို့ပြီး သူငယ်ချင်းကို တောင်းဆိုပါ။",
	"You cannot add this friend.": "သင်သည် ဤသူငယ်ချင်းကို ထည့်၍မရပါ။",
	"Already a friend": "သူငယ်ချင်းဖြစ်နေပြီ။",
	"You have added a friend!": "မင်းသူငယ်ချင်းတစ်ယောက် ထပ်ထည့်လိုက်ပြီ။",
	"Already sent!": "ပို့ပြီးပြီ!",
	"An error has occurred. Please try again later.": "အမှားအယွင်းတစ်ခု ဖြစ်ပွားခဲ့သည်။ နောက်မှ ထပ်စမ်းကြည့်ပါ။",
	"Unknown error has occurred. Please try again in a few minutes. Code: ": "အမည်မသိ အမှားဖြစ်သွားသည်။ မိနစ်အနည်းငယ်အကြာတွင် ထပ်စမ်းကြည့်ပါ။ ကုဒ်:",
	"Invalid ID": "ID မမှန်ကန်ပါ။",
	"Please enter correct ID.": "မှန်ကန်သော ID ကိုထည့်ပါ။",
	"Compass permission is required to obtain a friend's direction.": "သူငယ်ချင်း၏လမ်းညွှန်ချက်ကိုရယူရန် သံလိုက်အိမ်မြှောင်ခွင့်ပြုချက်လိုအပ်သည်။",
	"To use the compass, go to Settings > Privacy > Sensors > Allow Compass.": "သံလိုက်အိမ်မြှောင်ကို အသုံးပြုရန် ဆက်တင်များ > ကိုယ်ရေးကိုယ်တာ > အာရုံခံကိရိယာများ > ခွင့်ပြုပါ သံလိုက်အိမ်မြှောင်သို့ သွားပါ။",
	"The only Tenyes ID in the world": "ကမ္ဘာပေါ်တွင် တစ်ခုတည်းသော Tenyes ID",
	"My ID is this": "ကျွန်တော့် ID က ဒါပါ။",
	"Enjoy!!!": "ပျော်ရွှင်ပါစေ!!!",
	"Will be added in the next update!!!!": "နောက် update မှာ ထပ်တင်ပေးပါမယ်!!!!",
	"Please change the use of location information to Always Allow.": "တည်နေရာအချက်အလက်အသုံးပြုမှုကို အမြဲတမ်းခွင့်ပြုရန် ကျေးဇူးပြု၍ ပြောင်းလဲပါ။",
	"In order to share accurate location information with your friends, you must always change the use of location information to Allow.": "သင့်သူငယ်ချင်းများနှင့် တိကျသောတည်နေရာအချက်အလက်ကို မျှဝေရန်အတွက်၊ ခွင့်ပြုရန် တည်နေရာအချက်အလက်အသုံးပြုမှုကို အမြဲတမ်းပြောင်းလဲရပါမည်။",
	"Always change to permit": "ခွင့်ပြုမိန့်ကို အမြဲပြောင်းပါ။",
	"sent message": "message ပို့တယ်။",
	"Media has been sent.": "မီဒီယာတွေ ပို့ပြီးပြီ။",
	"Stamps sent": "တံဆိပ်ခေါင်းများ ပေးပို့ခဲ့သည်။",
	"Failed to create DM channel Err:2": "DM ချန်နယ်ကို ဖန်တီး၍မရပါ err:2",
	"next unlock at ": "နောက်ထပ်သော့ဖွင့်မှာ",
	" days": " နေ့ရက်များ"
}
